Repository: TaZMaN-tech/TaroApp
Catalog: TaroApp/*.lproj/Localizable.strings
Languages: ru

# app_title
source: Tarot
ru: Таро

# greeting_text
source: Enter your name to start
ru: Введите своё имя, чтобы начать

# placeholder_name
source: Your name
ru: Ваше имя

# personalized_greeting_format
source: Hello, %@! ✨ What secrets shall we unveil today?
ru: Здравствуй, %@! ✨ Какие тайны откроем сегодня?

# edit_name_button
source: change name
ru: изменить имя

# empty_name_title
source: Enter name
ru: Введите имя

# empty_name_message
source: Please introduce yourself to the cards
ru: Пожалуйста, представьтесь картам

# love_button
source: Love
ru: Любовь

# job_button
source: Career
ru: Карьера

# day_button
source: Day
ru: День

# future_button
source: Future
ru: Будущее

# self_button
source: Harmony
ru: Гармония

# health_button
source: Health
ru: Здоровье

# karma_button
source: Karma
ru: Карма

# vacation_button
source: Vacation
ru: Отпуск

# spread_title_love
source: Love
ru: Любовь

# spread_title_career
source: Career
ru: Карьера

# spread_title_day
source: Day
ru: День

# spread_title_future
source: Future
ru: Будущее

# spread_title_harmony
source: Harmony
ru: Гармония

# spread_title_health
source: Health
ru: Здоровье

# spread_title_karma
source: Karma
ru: Карма

# spread_title_vacation
source: Vacation
ru: Отпуск

# card_reversed_format
source: %@ (reversed)
ru: %@ (перевёрнута)

# history_tab_all
source: History
ru: История

# history_tab_favorites
source: Favorites
ru: Избранное

# history_title
source: History
ru: История

# history_empty_all_title
source: History is empty
ru: История пуста

# history_empty_favorites_title
source: No favorites yet
ru: Нет избранных

# history_clear_title
source: Clear history?
ru: Очистить историю?

# history_clear_message
source: Favorite readings will be kept
ru: Избранные расклады сохранятся

# history_clear_cancel
source: Cancel
ru: Отмена

# history_clear_confirm
source: Delete
ru: Удалить

# history_cell_title_format
source: %@ for %@
ru: %@ для %@

# settings_title
source: Settings
ru: Настройки

# settings_section_profile
source: Profile
ru: Профиль

# settings_section_appearance
source: Appearance
ru: Внешний вид

# settings_section_language
source: Language
ru: Язык

# settings_section_data
source: Data
ru: Данные

# settings_section_about
source: About
ru: О приложении

# settings_edit_name
source: Change name
ru: Изменить имя

# settings_dark_mode
source: Dark mode
ru: Тёмная тема

# settings_language
source: Language
ru: Язык

# settings_clear_history
source: Clear history
ru: Очистить историю

# settings_version
source: Version
ru: Версия

# settings_rate_app
source: Rate the app
ru: Оценить приложение

# settings_user_name_empty
source: Not set
ru: Не указано

# settings_clear_history_toast
source: History cleared
ru: История очищена

# edit_name_alert_title
source: Edit Name
ru: Изменить имя

# edit_name_alert_message
source: Enter your new name
ru: Введите ваше новое имя

# edit_name_placeholder
source: Your name
ru: Ваше имя

# edit_name_save
source: Save
ru: Сохранить

# cancel_button
source: Cancel
ru: Отмена

# name_updated_toast
source: Name updated!
ru: Имя обновлено!

# settings_language_system
source: System
ru: Как в системе

# settings_language_ru
source: Russian
ru: Русский

# settings_language_restart_toast
source: Restart the app to apply language
ru: Перезапустите приложение, чтобы применить язык

# onboarding_page1_title
source: Welcome
ru: Добро пожаловать

# onboarding_page1_subtitle
source: Unveil the secrets of fate with Tarot cards
ru: Откройте тайны судьбы с помощью карт Таро

# onboarding_page2_title
source: Choose a spread
ru: Выберите расклад

# onboarding_page2_subtitle
source: Love, career, health — ask the cards anything
ru: Любовь, карьера, здоровье — карты ответят на любой вопрос

# onboarding_page3_title
source: Save your history
ru: Сохраняйте историю

# onboarding_page3_subtitle
source: All your readings are saved for future reflection
ru: Все ваши расклады сохраняются для будущих размышлений

# onboarding_skip
source: Skip
ru: Пропустить

# onboarding_next
source: Next
ru: Далее

# onboarding_start
source: Start
ru: Начать

# prediction_favorite_button_title
source: Favorites
ru: Избранное

# prediction_share_button_title
source: Share
ru: Поделиться

# prediction_new_reading_button_title
source: New reading
ru: Новый расклад

# prediction_error_title
source: Error
ru: Ошибка

# prediction_error_retry
source: Retry
ru: Повторить

# prediction_error_close
source: Close
ru: Закрыть

# prediction_detail_title
source: Spread
ru: Расклад

# prediction_detail_header_format
source: for %@ • %@
ru: для %@ • %@

# loading_tip_1
source: 🔮 The cards are revealing secrets...
ru: 🔮 Карты раскрывают тайны...

# loading_tip_2
source: ✨ The stars are aligning...
ru: ✨ Звёзды выстраиваются...

# loading_tip_3
source: 🌙 The moon is whispering answers...
ru: 🌙 Луна шепчет ответы...

# loading_tip_4
source: 🃏 Fate is shuffling the deck...
ru: 🃏 Судьба тасует карты...

# loading_tip_5
source: 🌟 The universe is preparing a message...
ru: 🌟 Вселенная готовит послание...

# share_prediction_template
source: 🔮 My Tarot reading: %@ Cards: %@ %@ — TaroApp ✨
ru: 🔮 Мой расклад Таро: %@ Карты: %@ %@ — TaroApp ✨

# network_invalid_url
source: Invalid URL
ru: Неверный URL

# network_no_data
source: No data
ru: Нет данных

# network_decoding_error
source: Decoding error
ru: Ошибка декодирования

# network_server_error_format
source: Server error: %d
ru: Ошибка сервера: %d

# statistics_title
source: Statistics
ru: Статистика

# stats_total_readings
source: Total readings
ru: Всего раскладов

# stats_favorites
source: Favorites
ru: Избранные

# stats_most_popular
source: Most popular
ru: Самый популярный

# stats_distribution
source: Spread distribution
ru: Распределение раскладов

# stats_most_frequent_card
source: Frequent card
ru: Частая карта

# stats_activity_7_days
source: Activity (7 days)
ru: Активность за 7 дней

# card_the_fool
source: The Fool
ru: Шут

# card_the_magician
source: The Magician
ru: Маг

# card_the_high_priestess
source: The High Priestess
ru: Верховная Жрица

# card_the_empress
source: The Empress
ru: Императрица

# card_the_emperor
source: The Emperor
ru: Император

# card_the_hierophant
source: The Hierophant
ru: Иерофант

# card_the_lovers
source: The Lovers
ru: Влюблённые

# card_the_chariot
source: The Chariot
ru: Колесница

# card_strength
source: Strength
ru: Сила

# card_the_hermit
source: The Hermit
ru: Отшельник

# card_the_wheel_of_fortune
source: The Wheel of Fortune
ru: Колесо Фортуны

# card_justice
source: Justice
ru: Справедливость

# card_the_hanged_man
source: The Hanged Man
ru: Повешенный

# card_death
source: Death
ru: Смерть

# card_temperance
source: Temperance
ru: Умеренность

# card_the_devil
source: The Devil
ru: Дьявол

# card_the_tower
source: The Tower
ru: Башня

# card_the_star
source: The Star
ru: Звезда

# card_the_moon
source: The Moon
ru: Луна

# card_the_sun
source: The Sun
ru: Солнце

# card_judgement
source: Judgement
ru: Суд

# card_the_world
source: The World
ru: Мир

# card_ace_of_wands
source: Ace of Wands
ru: Туз Жезлов

# card_two_of_wands
source: Two of Wands
ru: Двойка Жезлов

# card_three_of_wands
source: Three of Wands
ru: Тройка Жезлов

# card_four_of_wands
source: Four of Wands
ru: Четвёрка Жезлов

# card_five_of_wands
source: Five of Wands
ru: Пятёрка Жезлов

# card_six_of_wands
source: Six of Wands
ru: Шестёрка Жезлов

# card_seven_of_wands
source: Seven of Wands
ru: Семёрка Жезлов

# card_eight_of_wands
source: Eight of Wands
ru: Восьмёрка Жезлов

# card_nine_of_wands
source: Nine of Wands
ru: Девятка Жезлов

# card_ten_of_wands
source: Ten of Wands
ru: Десятка Жезлов

# card_page_of_wands
source: Page of Wands
ru: Паж Жезлов

# card_knight_of_wands
source: Knight of Wands
ru: Рыцарь Жезлов

# card_queen_of_wands
source: Queen of Wands
ru: Королева Жезлов

# card_king_of_wands
source: King of Wands
ru: Король Жезлов

# card_ace_of_cups
source: Ace of Cups
ru: Туз Кубков

# card_two_of_cups
source: Two of Cups
ru: Двойка Кубков

# card_three_of_cups
source: Three of Cups
ru: Тройка Кубков

# card_four_of_cups
source: Four of Cups
ru: Четвёрка Кубков

# card_five_of_cups
source: Five of Cups
ru: Пятёрка Кубков

# card_six_of_cups
source: Six of Cups
ru: Шестёрка Кубков

# card_seven_of_cups
source: Seven of Cups
ru: Семёрка Кубков

# card_eight_of_cups
source: Eight of Cups
ru: Восьмёрка Кубков

# card_nine_of_cups
source: Nine of Cups
ru: Девятка Кубков

# card_ten_of_cups
source: Ten of Cups
ru: Десятка Кубков

# card_page_of_cups
source: Page of Cups
ru: Паж Кубков

# card_knight_of_cups
source: Knight of Cups
ru: Рыцарь Кубков

# card_queen_of_cups
source: Queen of Cups
ru: Королева Кубков

# card_king_of_cups
source: King of Cups
ru: Король Кубков

# card_ace_of_swords
source: Ace of Swords
ru: Туз Мечей

# card_two_of_swords
source: Two of Swords
ru: Двойка Мечей

# card_three_of_swords
source: Three of Swords
ru: Тройка Мечей

# card_four_of_swords
source: Four of Swords
ru: Четвёрка Мечей

# card_five_of_swords
source: Five of Swords
ru: Пятёрка Мечей

# card_six_of_swords
source: Six of Swords
ru: Шестёрка Мечей

# card_seven_of_swords
source: Seven of Swords
ru: Семёрка Мечей

# card_eight_of_swords
source: Eight of Swords
ru: Восьмёрка Мечей

# card_nine_of_swords
source: Nine of Swords
ru: Девятка Мечей

# card_ten_of_swords
source: Ten of Swords
ru: Десятка Мечей

# card_page_of_swords
source: Page of Swords
ru: Паж Мечей

# card_knight_of_swords
source: Knight of Swords
ru: Рыцарь Мечей

# card_queen_of_swords
source: Queen of Swords
ru: Королева Мечей

# card_king_of_swords
source: King of Swords
ru: Король Мечей

# card_ace_of_pentacles
source: Ace of Pentacles
ru: Туз Пентаклей

# card_two_of_pentacles
source: Two of Pentacles
ru: Двойка Пентаклей

# card_three_of_pentacles
source: Three of Pentacles
ru: Тройка Пентаклей

# card_four_of_pentacles
source: Four of Pentacles
ru: Четвёрка Пентаклей

# card_five_of_pentacles
source: Five of Pentacles
ru: Пятёрка Пентаклей

# card_six_of_pentacles
source: Six of Pentacles
ru: Шестёрка Пентаклей

# card_seven_of_pentacles
source: Seven of Pentacles
ru: Семёрка Пентаклей

# card_eight_of_pentacles
source: Eight of Pentacles
ru: Восьмёрка Пентаклей

# card_nine_of_pentacles
source: Nine of Pentacles
ru: Девятка Пентаклей

# card_ten_of_pentacles
source: Ten of Pentacles
ru: Десятка Пентаклей

# card_page_of_pentacles
source: Page of Pentacles
ru: Паж Пентаклей

# card_knight_of_pentacles
source: Knight of Pentacles
ru: Рыцарь Пентаклей

# card_queen_of_pentacles
source: Queen of Pentacles
ru: Королева Пентаклей

# card_king_of_pentacles
source: King of Pentacles
ru: Король Пентаклей
